11/data/attachments/bcc2608d6f1eafc.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_8466698a-a740-4d93-bb28-aec20f44308e</nif:username>
            <nif:friendToBeAdded>Elizabeth_for_Friend_30096_9</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>